tap "beeftornado/rmtree"

tap "vitorgalvao/tiny-scripts"
brew "vitorgalvao/tiny-scripts/cask-repair"

brew "awscli"
brew "aws-iam-authenticator"
tap "weaveworks/tap"
brew "weaveworks/tap/eksctl"

tap "argoproj/tap"
brew "argoproj/tap/argocd"
tap "cuelang/tap"
brew "cuelang/tap/cue"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kustomize"
brew "skaffold"
brew "stern"

brew "bash"
brew "zsh"
tap "getantibody/tap"
brew "getantibody/tap/antibody"
brew "brew-cask-completion"

brew "gnupg2"
brew "pinentry-mac"
brew "bitwarden-cli"

brew "cfssl"
brew "openssl"

brew "coreutils"
brew "curl"
brew "gnu-sed"
brew "gnu-tar"
brew "wget"

brew "dep"
brew "glide"
brew "go"
brew "protobuf"

brew "dockutil"

brew "exa"
brew "fasd"
brew "fd"
brew "fzf"
brew "the_silver_searcher"

brew "git"
tap "dtan4/tools"
brew "dtan4/tools/ghrls"
brew "git-fresh"
brew "hub"

brew "highlight"
brew "less"
brew "jq"
brew "watch"

brew "terraform"

cask "caffeine"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "java"
cask "keybase"
cask "slack"
cask "visual-studio-code"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "zoomus"
